<template>
    <Container>
        <h1 style="margin-top: 5rem;">Подписка</h1>
        
        <ol>
            <li>Календарь</li>
            <li>Гант</li>
            <li>
                <p>Кошелек</p>
                <ul>
                    <li>Ведение личных финансов</li>
                    <li>Казначей банды и управление общаком</li>
                    <li>Сегментирование общих и частных средств</li>
                </ul>
            </li>
            <li>
                <p>Модуль Сад</p>
                <ul>
                    <li>Стастика по лидам ... Бесплатно</li>
                    <li>+ landing page ... Бесплатно</li>
                </ul>
            </li>
            <li>Сервис управления продажами</li>
            <li>
                <p>Модуль Управление проектами</p>
                <ul>
                    <li>Статистика выработки, затрат, прибыли и прочего</li>
                    <li>Модуль Задачи</li>
                    <li>Модуль транзакции</li>

                </ul>
            </li>
            <li>
                <p>Модуль Доска</p>
                <ul>
                    <li>Модуль Задачи</li>
                </ul>
            </li>
            <li>Адресная книга</li>
            <li>
                <p>Банды</p>
                <ul>
                    <li>Объединения соучастников с долями и общаком</li>
                    <li>Статистика по капиталу</li>
                    <li>Состав участников</li>
                </ul>
            </li>
            <li>
                <p>Склад</p>
                <ul>
                    <li>Ведение складких остатков</li>
                    <li>Перемещение остатков на складе и локациях</li>
                </ul>
            </li>
            <li>
                <p>Интернет-магазин (Продажа товара)</p> 
                <ul>
                    <li>+ лендинг с каталогом товаров ... Бесплатно</li>
                    <li>Кнопка Заказать обратный звонок</li>
                    <li>Рабочая корзина пользователя даже, если он не авторизован</li>
                    <li>товар из корзины попадает в статус лида</li>
                    <li>+ Доска (модуль: доска,проекты, задачи) .... Бесплатно </li>
                    <li>Реферальная программа взаимодействия с пользователями</li>
                </ul>
            </li>
            <li>
                <p>Интернет-магазин (Услуги) .... 1 200.00 руб. / мес. </p>
                <ul>
                    <li>Товар из корзины попадает в статус лида .... Бесплатно</li>
                    <li>Кнопка Заказать обратный звонок / оставить заявку</li>
                    <li>+ Доска (модуль: доска,проекты, задачи) .... Бесплатно </li>
                    <li>+ landing page ... Бесплатно</li>
                </ul>
            </li>
        </ol>

        <!--  -->
        <div>
            <p>Каталог: товары и услуги</p>
            <ul>
                <li>Доступ к интернет-рынку товаров и услуг конспираторов ..... Бесплатно</li>
                <li>Своя интернет лавка товаров на площадке конспираторов ..... 1 200.00 руб. / мес.</li>
                <li>Размещение на интернет-рынке конспираторов своих товаров (до 12шт)..... 800.00 руб. / мес.</li>
            </ul>
        </div>
        <!--  -->
        <div>
            <p>Конспираторов журнал: люди о свем опыте</p>
            <ul>
                <li>Доступ к онлайн-изданию "Конспираторов журнал" ..... Бесплатно</li>
                <li>Доступ к разделу "Платное" онлайн-издания "Конспираторов журнал" ..... 99.00 руб. / мес. </li>
                <li>Публикации своих статей в онлайн-издании "Конспираторов журнал" ..... 399.00 руб. / мес.</li>
            </ul>
        </div>
    </Container>
</template>

<script lang="ts" setup>
    useHead({
        title: "Подписка и тарифы",
        link: [
            { 
                rel: 'stylesheet', 
                href: 'https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css',
                integrity: "sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH",
                crossorigin: "anonymous",
                type: "text/css"
            }
        ],
        script: [
            {
                src: "https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js",
                integrity: "sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz",
                crossorigin: "anonymous",
            }
        ]
    })
    import { Container } from '@/shared/container'
</script>

<style scoped>

</style>